Repository: weggetor/BBBooking
Catalog: App_LocalResources/Settings.ascx.*.resx
Languages: de_de

# ControlTitle_settings.Text
source: BBBooking Settings
de_de: BBBooking Einstellungen

# lblAddress.Text
source: Address
de_de: Adresse

# lblArrivalDays.Help
source: Check the days where an arrival / checkin is possible
de_de: Wählen Sie die Tage, an denen eine Anreise / Check-in möglich ist

# lblArrivalDays.Text
source: Allowed Arrival Days
de_de: Anreise am

# lblBodytext.Help
source: Enter the Mailtext for the Emailbody. Use the following placeholders: [FIRSTNAME],[LASTNAME],[ORGANIZATION],[STREET],[CITY],[POSTALCODE],[PHONE],[FAX],[EMAIL],[REMARK], [STARTDATE],[ENDATE]
de_de: Definieren Sie hier die Benachrichtigungs E-Mail. Verwenden Sie die folgenden Platzhalter: [FIRSTNAME],[LASTNAME],[ORGANIZATION],[STREET],[CITY],[POSTALCODE],[PHONE],[FAX],[EMAIL],[REMARK], [STARTDATE],[ENDATE]

# lblBodytext.Text
source: Mail body
de_de: E-Mail Text

# lblCity.Text
source: City
de_de: Stadt

# lblFields.Help
source: Check which fields should be shown and which are mandatory to fill in.
de_de: Überprüfen Sie welche Felder angezeigt werden sollen und welche ausgefüllt werden müssen.

# lblFields.Text
source: Show fields
de_de: Felder anzeigen

# lblFirstname.Text
source: First name
de_de: Vorname

# lblLastname.Text
source: Last name
de_de: Nachname

# lblMandatory.Text
source: mandatory
de_de: obligatorisch

# lblMinDays.Help
source: Please enter the minimum amount of days for a valid booking
de_de: Bitte geben Sie die Mindestanzahl an Tagen für eine gültige Reservierung ein.

# lblMinDays.Text
source: Minimum Days
de_de: Mindestensanzahl Tage

# lblMinOffset.Help
source: Please enter the minimum amount of days between today and the earliest start of the booking
de_de: Bitte geben Sie die Mindestanzahl an Tagen zwischen dem heutigen Datum dem frühesten Beginn der Buchung ein.

# lblMinOffset.Text
source: Minimum Offset
de_de: Vorlaufzeit

# lblOrganization.Text
source: Organization
de_de: Firma

# lblPhone.Text
source: Phone
de_de: Telefon

# lblPostalCode.Text
source: Postal code
de_de: Postleitzahl

# lblRecipientEmail.Help
source: Enter the email address to where the information of the booking form should be sended
de_de: Geben Sie die E-Mail-Adresse an, an die die eingegebenen Informationen gesendet werden sollen

# lblRecipientEmail.Text
source: Recipient
de_de: Empfänger E-Mail

# lblRemark.Text
source: Remark
de_de: Bemerkung

# lblSenderEmail.Help
source: Enter the email address of the sender (e.g. "contact@mydomain.com")
de_de: Geben Sie die e-Mail-Adresse des Absenders an (z.B. "contact@mydomain.com")

# lblSenderEmail.Text
source: Sender email
de_de: Absender E-Mail

# lblSenderName.Help
source: Enter the name of the sender (e.g. "Contact Form on www.mydomain.com")
de_de: Geben Sie den Namen des Absenders an (z.B. "Kontaktformular auf www.mydomain.com")

# lblSenderName.Text
source: Sender name
de_de: Name des Absenders

# lblSendToUser.Help
source: Check if you want to send a copy to the user also
de_de: Ankreuzen, wenn auch eine Kopie an den Benutzer gesendet werden soll.

# lblSendToUser.Text
source: Send copy to user
de_de: Kopie an Benutzer

# lblStreet.Text
source: Street
de_de: Straße

# lblSubject.Help
source: Enter the Subject for the email. Use the following placeholders: [FIRSTNAME],[LASTNAME],[ORGANIZATION],[STREET],[CITY],[POSTALCODE],[PHONE],[FAX],[EMAIL],[REMARK], [STARTDATE],[ENDATE]
de_de: Geben Sie den Betreff für die E-Mail an. Verwenden Sie die folgenden Platzhalter:[FIRSTNAME],[LASTNAME],[ORGANIZATION],[STREET],[CITY],[POSTALCODE],[PHONE],[FAX],[EMAIL],[REMARK], [STARTDATE],[ENDATE]

# lblSubject.Text
source: Subject
de_de: Betreff

# lblVisible.Text
source: visible
de_de: sichtbar

# lblOnlyFutureDays.Help
source: Check if the visitor should only be able to see future dates
de_de: Ankreuzen, wenn der Besucher nur zukünftige Tage in der Übersicht sehen darf.

# lblOnlyFutureDays.Text
source: Only Future
de_de: Nur Zukünftige
